
    {
            "Arts and Entertainment":[{
            "category":"Arts and Entertainment" ,
            "id":"1",
            "image":"https://m.media-amazon.com/images/I/514D3+IEDxL._SL500_.jpg", 
            "bookName": "Unf--k Your Brain", "by":"Faith G. Harper PhD LPC-S ACS ACN", 
            "Narreted": "Faith G. Harper PhD LPC-S ACS ACN", 
            "length": "3 hrs and 39 mins", 
            "ReleaseDate": "03-20-18", 
            "Language": "English", 
            "rating" : "4,494 ratings", 
            "RegularPrice": "17.47", 
            "info":"A no-nonsense and helpful guide on how to cope with a slew of mental-health issues that are hell-bent on ruining the lives of millions of people worldwide            Our brains do their best to help us out, but every so often they can be real assholes - having meltdowns, getting addicted to things, or shutting down completely at the worst possible moments. Your brain knows it's not good to do these things, but it can't help it sometimes - especially if it's obsessing about trauma it can't overcome. That's where this life-changing book comes in.            With humor, patience, science, and lots of good-ole swearing, Dr. Faith explains what's going on in your skull, and talks you through the process of retraining your brain to respond appropriately to the non-emergencies of everyday life, and to deal effectively with old, or newly acquired, traumas, particularly post-traumatic stress disorder" },
            
        {   
            "id":"2",
            "image":"https://m.media-amazon.com/images/I/41g1nLoWLiL._SL500_.jpg", 
            "bookName": " Break Shot: My First 21 Years", 
            "by": "James Taylor", 
            "Narreted by": "James Taylor", 
            "Series":"Words + Music", 
            "Length": "1 hr and 33 mins", 
            "ReleaseDate": "01-31-20", 
            "Language": "English", 
            "rating": "43,218 ratings", 
            "RegularPrice": "9.95", 
            "info":"I’m James Taylor and I’m a professional autobiographer, says the celebrated folk singer at the start of this tender audio memoir. Through decades of music by one of the best-selling musicians of all time, who created classics like Fire and Rain and Carolina in My Mind James Taylor has doled out his history in the poetry of his work. Taylor says his early life is, the source of many of my songs, and Break Shot is a tour of his first 21 years in rich, new detail. Praised by Forbes magazine as going beyond the spoken word, Break Shot combines storytelling, music and performance to create a one-of-a-kind listening experience. Longtime fans will savor a crop of musical gems, including an unreleased recording of the beloved hymn Jerusalem selections from his newest release American Standard, as well as new original scoring by Taylor specially recorded for Break Shot and more from the Grammy Award-winning artist.        Recorded in his home studio, The Barn in western Massachusetts, Taylor tells the deeply personal story of his youth, which is entwined with the story of his family. What started as an idyllic tight unit soon became a family sent to different emotional corners - like a break shot in the game of pool, he says, when you slam the cue ball into the fifteen other balls and they all go flying off. By the time Taylor released his breakout second album in 1970, Sweet Baby James, he had seen the disintegration of his parents’ marriage and his family crumble in the aftermath. He had committed himself twice to a psychiatric hospital, battled depression, a heroin addiction, suffered a relapse, and traveled far away from the wood smoke and moonshine of the North Carolina landscapes in which he came of age. Despite it all, he was also on the cusp of super-stardom and on his way to bringing light and joy to millions. He was 21.     Journey with James Taylor to a time before he became a Rock and Roll Hall of Fame and Songwriters Hall of Fame inductee, a recipient of the Kennedy Center Honors and both the Presidential Medal of Freedom and the National Medal of Arts - and a beloved voice to millions" }, 
       
            { 
            "id":"3",
            "image":"https://m.media-amazon.com/images/I/51uhxLrvMiL._SL500_.jpg", 
            "bookName": "Little Women", 
            "by": "Louisa May Alcott", 
            "Narreted by": "Emily Bauer, Laura Dern, Lauren Fortgang, Allison Hiroto, Carly Robins, Suzanne Toren", 
            "Series":" Little Women", 
            "Length": "12 hrs and 15 mins", 
            "ReleaseDate": "12-23-19", 
            "Language": "English", 
            "rating": "2,326 ratings", 
            "RegularPrice": "14.95", 
            "info":"Since her breakout role in David Lynch’s 1986 classic, Blue Velvet, Dern has astounded audiences and critics alike as Rose in Rambling Rose, Ellie Sattler in Steven Spielberg’s Jurassic Park, Bobbi in Wild, and most recently, as the rage-fueled Renata Klein in Big Little Lies. In Audible’s Little Women, Dern narrates as Louisa May Alcott, bringing together a cast of perennial audio favorites, including Suzanne Toren (Pulitzer Prize winner, The Overstory by Richard Powers), Lauren Fortgang (I Thought It Was Just Me by Brené Brown), Allison Hiroto (1Q84 by Haruki Murakami), Emily Bauer (The Baby-Sitters Club by Ann M. Martin) and Carly Robins (All The Lovely Pieces by J.M. Winchester), among others.", "infoPage": "I fell in love with the March sisters! I think it was full of so many lessons that apply to people's lives today. Laura Dern and the rest of the cast performed the lovable characters with charm and bubbly energy!" }, 
            
            {
            "id":"4",
            "image":"https://m.media-amazon.com/images/I/51yfKNsT0TL._SL500_.jpg", 
            "bookName": "Bedtime Stories for Cynics", 
            "by": "Dave Hill, Jessica Conrad, Sean Keane, Matt Lieb, Gretchen Enders, Guy Branum, Brent Weinbach", 
            "Narreted by": "Nick Offerman, Phoebe Robinson, David Spade, Maria Bamford, Patton Oswalt, Wyatt Cenac, Tommy Chong, Lewis Black, Tony Hale, Natasha Leggero, John O’Hurley, Nick Thune, Brent Weinbach", 
            "Series":"Bedtime Stories for Cynics", 
            "Length": "1 hr and 42 mins", 
            "ReleaseDate": "05-07-19", 
            "Language": "English", 
            "rating": "1,450 ratings", 
            "RegularPrice": " 14.95", 
            "info":"Are the kids asleep? Yes? Good. This one isn’t for them. Now, if your weary, grown-up mind has been searching for a snarkier alternative to your favorite childhood tales, this Audible Original, hosted by Nick Offerman (Parks & Recreation), will scratch that itch - and then some. Enjoy a hilarious collection of short stories, featuring performances from the likes of Tommy Chong (Cheech & Chong), Tony Hale (Veep), Patton Oswalt (The Goldbergs), and David Spade (Saturday Night Live). " }, 
            
            { 
            "id":"5",
            "image":"https://m.media-amazon.com/images/I/61FK2ZcqSIL._SL500_.jpg", 
            "bookName": "A Crazy Inheritance", 
            "by": "Tommy Krappweis", 
            "Narreted by": " Michael Braun, Marc Vietor, Jay Snyder, Dina Pearlman, Cynthia Darlow, Stephen Bel Davies, James Fouhey, Jeena Yi, Jessie Cannizzaro, Kevin T. Collins, Mateo D'Amato", 
            "Series":" Ghostsitter, Book 1", 
            "Length": " 4 hrs and 25 mins", 
            "ReleaseDate": " 06-04-20", 
            "Language": "English", 
            "rating": "3,677 ratings", 
            "RegularPrice": "5.95", 
            "info":"Are the kids asleep? Yes? Good. This one isn’t for them. Now, if your weary, grown-up mind has been searching for a snarkier alternative to your favorite childhood tales, this Audible Original, hosted by Nick Offerman (Parks & Recreation), will scratch that itch - and then some. Enjoy a hilarious collection of short stories, featuring performances from the likes of Tommy Chong (Cheech & Chong), Tony Hale (Veep), Patton Oswalt (The Goldbergs), and David Spade (Saturday Night Live). " }
            ],
            
            "Biographies Memoirs":[{ 
            "category":"Biographies Memoirs" ,
            "id":"6",
            "image":"https://m.media-amazon.com/images/I/51WxQyFZWnL._SL500_.jpg", 
            "bookName": " The Republic of Pirates", 
            "by": "Colin Woodard", 
            "Narreted by": "Lewis Grenville", 
            "Length": "13 hrs and 26 mins", 
            "ReleaseDate": "08-14-15",
             "Language": "English",
             "rating": "4,182 ratings", 
             "RegularPrice": "29.95", 
             "info":"The untold story of a heroic band of Caribbean pirates whose defiance of imperial rule inspired revolt in colonial outposts across the world. In the early 18th century, the Pirate Republic was home to some of the great pirate captains, including Blackbeard, Black Sam Bellamy, and Charles Vane. Along with their fellow pirates - former sailors, indentured servants, and runaway slaves - this Flying Gang established a crude but distinctive democracy in the Bahamas, carving out their own zone of freedom in which servants were free, Blacks could be equal citizens, and leaders were chosen or deposed by a vote. They cut off trade routes, sacked slave ships, and severed Europe from its New World empires. And for a brief, glorious period, the Republic was a success.        ©2015 Blackstone Audio, Inc. (P)2015 Blackstone Audiobooks" }, 
             { 
            "id":"7",
            "image":"https://m.media-amazon.com/images/I/51tVZBPHeQL._SL500_.jpg", 
            "bookName": "Dirtbag Anthropology", 
            "by": " Kate Willett", 
            "Narreted by": "Kate Willett", 
            "Length": "6 hrs and 40 mins", 
            "ReleaseDate": "02-18-21", 
            "Language": "English", 
            "rating": "196 ratings", 
            "RegularPrice": "29.95", 
            "info":"Comedian Kate Willett was married to a woman and thought she'd never have to deal with men again. That is, until she found herself dumped, suddenly single, and mystifyingly...mostly attracted to dudes. Like any good comic, she was inspired to investigate, and thus ensued her hilarious, sometimes high-stakes personal research into the world of men, culminating in a beautiful, difficult romance. Featuring insightful interviews with comics and experts like W. Kamau Bell, Margaret Cho, Pastor Nadia Bolz-Weber, and Kate’s dad and close friends, this exploration of modern masculinity delves into how to be a good guy and how to be in love with one...and when that isn’t quite enough. ©2019 Audible Originals, LLC (P)2021 Audible Originals, LLC." },
            
            {
             "id":"8",
             "image":"https://m.media-amazon.com/images/I/41NR6evkRyL._SL500_.jpg",
             "bookName": "Goodbye, Things", 
             "by": "Fumio Sasaki, Eriko Sugita - translator", 
             "Narreted by": "Keith Szarabajka", 
             "Length": "4 hrs and 32 mins", 
             "ReleaseDate": "04-11-17", 
             "Language": "English", 
             "rating": "6,744 rating", 
             "RegularPrice": "20.97", 
             "info":"Fumio Sasaki is not an enlightened minimalism expert or organizing guru like Marie Kondo - he's just a regular guy who was stressed out and constantly comparing himself to others, until one day he decided to change his life by saying goodbye to everything he didn't absolutely need. The effects were remarkable: Sasaki gained true freedom, new focus, and a real sense of gratitude for everything around him. In Goodbye, Things Sasaki modestly shares his personal minimalist experience, offering specific tips on the minimizing process and revealing how the new minimalist movement can not only transform your space but truly enrich your life. The benefits of a minimalist life can be realized by anyone, and Sasaki's humble vision of true happiness will open your eyes to minimalism's potential. ©2017 Fumio Sasaki (P)2017 Blackstone Audio, Inc." 
            }, 
             
             {
            "id":"9",
            "image":"https://m.media-amazon.com/images/I/51tpSb0iy+L._SL500_.jpg", 
            "bookName": "The Hiding Place", 
            "by": "Corrie ten Boom, John Sherrill, Elizabeth Sherrill", 
            "Narreted by": "Wanda McCaddon", 
            "Length": "8 hrs and 14 mins", 
            "ReleaseDate": "10-03-11", 
            "Language": "English", 
            "rating": "6,641 ratings", 
            "RegularPrice": "24.95", 
            "info":"At one time, Corrie ten Boom would have laughed at the idea that she had a story to tell. For the first 50 years of her life, nothing out of the ordinary ever happened to her. She was a spinster watchmaker living contentedly with her sister and their elderly father in the tiny house over their shop in Haarlem. Their uneventful days, as regulated as their own watches, revolved around their abiding love for one another.But with the Nazi invasion and occupation of Holland, everything changed. Corrie ten Boom and her family became leaders in the Dutch underground, hiding Jewish people in their home in a specially built room and aiding their escape from the Nazis. For their pains, all but Corrie found death in a concentration camp.Here is a story aglow with the glory of God and the courage of a quiet Christian whose life was transformed by it.©1971 Corrie ten Boom and John and Elizabeth Sherrill (P)1993 Blackstone Audio, Inc." }, 
            
            {
            "id":"10",
            "image":"https://m.media-amazon.com/images/I/518UkRVMd0L._SL500_.jpg", 
            "bookName": "Pimp", 
            "by": " Iceberg Slim", 
            "Narreted by": " Cary Hite", 
            "Length": "11 hrs and 15 mins", 
            "ReleaseDate": "05-10-11", 
            "Language": "English", 
            "rating": "4,881 ratings", 
            "RegularPrice": "23.07", 
            "info":"A blueprint. A bible. What Sun Tzu’s Art of War was to ancient China, Pimp is to the streets. As real as you can get without jumping in, this is the story of Iceberg Slim’s life as he saw, felt, tasted, and smelled it. It is a trip through hell by the one man who lived to tell the tale—the dangers of jail, addiction, and death that are still all too familiar for today’s Black community. By telling the story of one man’s struggles and triumphs in an underground world, Pimp shows us the game doesn’t change; it just has a different swagger.Only Slim could tell this story and make the reader feel it. If you thought Hustle & Flow was the true pimp story, this book is where it all began. This is the heyday of the pimp, the hard-won pride and glory, small though it may be; the beginnings of pimp before it was dragged in front of the camera, before pimp juice and pimp style. Though it is a tale of his times, it will remain current and true for as long as there is a race bias, as long as there is a street life, as long as there is exploitation. ©1969, 1987 Iceberg Slim (P)2011 Blackstone Publishing, and Urban Audiobooks" }
            ],
            "Business and Careers":[{
            "category":"Business and Careers",
            "id":"11",
            "image":"https://m.media-amazon.com/images/I/51F4nsOMnmL._SL500_.jpg", 
            "bookName": "The Compound Effect", 
            "by": " Darren Hardy", 
            "Narreted by": "Darren Hardy", 
            "Length": "4 hrs and 44 mins", 
            "ReleaseDate": "01-22-19", 
            "Language": "English", 
            "rating": "10,223 ratings", 
            "RegularPrice": "18.16", 
            "info":"The Compound Effect contains the essence of what every super achiever needs to know, practice, and master to obtain extraordinary success. Inside you will hear strategies on:How to win-every timeEradicating the bad habits that are derailing your progress.Painlessly installing the few key disciplines required for major breakthroughsThe real, lasting keys to gaining and sustaining motivationCapturing the elusive, awesome force of momentumThe acceleration secrets of superachieversInside you will learn how to get the success you desire and the life you deserve.©2011 Success, Inc. (P)2019 Folio Literary Management"},

           {
            "id":"12",
            "image":"https://m.media-amazon.com/images/I/51EE3GAdmfL._SL500_.jpg", 
            "bookName": "The Art of War", 
            "by": "Sun Tzu", 
            "Narreted by": "Aidan Gillen", 
            "Length": "1 hr and 7 mins", 
            "ReleaseDate": "03-31-15", 
            "Language": "English", 
            "rating": "19,765 ratings", 
            "RegularPrice": "9.95", 
            "info":"The 13 chapters of The Art of War, each devoted to one aspect of warfare, were compiled by the high-ranking Chinese military general, strategist, and philosopher Sun-Tzu. In spite of its battlefield specificity, The Art of War has found new life in the modern age, with leaders in fields as wide and far-reaching as world politics, human psychology, and corporate strategy finding valuable insight in its timeworn words.Aidan Gillen - who has learned a thing or two about strategy through his roles as skilled manipulator Petyr Littlefinger Baelish (Game of Thrones) and ambitious politician Tommy Carcetti (The Wire) - brilliantly performs this ancient classic. His experience in portraying insightful and, at times, cunning characters makes him a natural fit for this ancient collection of battlefield epigrams whose influence has grown tremendously in the modern world. Public Domain (P)2015 Audible Inc."
           },
           {
            "id":"13",
            "image":"https://m.media-amazon.com/images/I/41QNn+uS3mL._SL500_.jpg", 
            "bookName": "Caffeine", 
            "by": "Michael Pollan", 
            "Narreted by": "Michael Pollan", 
            "Length": "2 hrs and 2 mins", 
            "ReleaseDate": "01-30-20", 
            "Language": "English", 
            "rating": "32,833 ratings", 
            "RegularPrice": "8.95", 
            "info":"Michael Pollan, known for his best-selling nonfiction audio, including The Omnivores Dilemma and How to Change Your Mind, conceived and wrote Caffeine: How Caffeine Created the Modern World as an Audible Original. In this controversial and exciting listen, Pollan explores caffeine’s power as the most-used drug in the world - and the only one we give to children (in soda pop) as a treat.Pollan takes us on a journey through the history of the drug, which was first discovered in a small part of East Africa and within a century became an addiction affecting most of the human species. Caffeine, it turns out, has changed the course of human history - won and lost wars, changed politics, dominated economies. What’s more, the author shows that the Industrial Revolution would have been impossible without it. The science of how the drug has evolved to addict us is no less fascinating. And caffeine has done all these things while hiding in plain sight! Percolated with Michael Pollan’s unique ability to entertain, inform, and perform, Caffeine is essential listening in a world where an estimated two billion cups of coffee are consumed every day. ©2019 Michael Pollan (P)2020 Audible Originals, LLC."
           },
           {
            "id":"14",
            "image":"https://m.media-amazon.com/images/I/51tbH4+pnrL._SL500_.jpg", 
            "bookName": "100 Ways to Create Wealth", 
            "by": " Sam Beckford, Steve Chandler", 
            "Narreted by": "Steve Chandler", 
            "Length": "8 hrs and 36 mins", 
            "ReleaseDate": "02-27-08", 
            "Language": "English", 
            "rating": "903 ratings", 
            "RegularPrice": "15.37", 
            "info":"Already being hailed as (the modern reader's Think and Grow Rich!), this lively, funny, penetrating book follows on the heels of Chandler's previous international best sellers 100 Ways to Motivate Yourself and 100 Ways to Motivate Others.These 100 eye-opening ways to create wealth are drawn from the author's successful careers, with many touching personal stories as well as stories and examples from the hundreds of clients these master coaches have advised. This book is chock full of ways to make money, deepen life's pleasure, increase personal wage-earning power, and start fresh entrepreneurial ideas right at home. Written for the age of the home-business entrepreneur, this book will appeal to everyone from company CEOs, to life coaches, to stay at home moms, to internet fans, to people who are simply thinking of converting a hobby into wealth. This is the deepest and most penetrating study yet of the psychology of prosperity, and the action steps necessary to produce wealth.©2007 Stephen D. Chandler and Sam Beckford (P)2008 BBC Audiobooks America"
           },
           {
            "id":"15",
            "image":"https://m.media-amazon.com/images/I/41jJ5MVra9L._SL500_.jpg", 
            "bookName": "The Entrepreneur Roller Coaster", 
            "by": "Darren Hardy", 
            "Narreted by": "Darren Hardy", 
            "Length": "7 hrs and 8 mins", 
            "ReleaseDate": "01-22-19", 
            "Language": "English", 
            "rating": "1,204 ratings", 
            "RegularPrice": "18.16", 
            "info":"In The Entrepreneur Roller Coaster you will learn the best strategies Darren has ever collected from the most successful people on the planet, covering the four essential skills necessary for entrepreneurial success: sales, recruiting, leadership, and productivity.This essential guidebook will prepare you for the wild ride of entrepreneurship. It will warn you (of forthcoming fears, doubts, and the self-defeating conditioning of your upbringing and past), inoculate you (from the naysayers, dream-stealers, and pains of rejection and failure), and guide you (as you build those underdeveloped skills of independence, self-motivation, and self-accountability) safely past the landmines that blow up and cause the failure of 66 percent of all new businesses.Discover why NOW is the best time to #JOINTHERIDE. ©2015 Darren Hardy (P)2019 Blackstone Audio"   
           }],
           
             
           "Children's Audiobooks":[{
             "category":"Children's Audiobooks",
            "id":"16",
            "image":"https://m.media-amazon.com/images/I/61LMdRL1uoL._SL500_.jpg", 
            "bookName": "Anne of Green Gables", 
            "by": " Lucy Maud Montgomery", 
            "Narreted by": "Rachel McAdams", 
            "Series": "Anne of Green Gables, Book 1",
            "Length": "9 hrs and 22 mins", 
            "ReleaseDate": "11-22-16", 
            "Language": "English", 
            "rating": "11,858 ratings", 
            "RegularPrice": "24.95", 
            "info":"With all of the pluck and charm of its eponymous young hero, Rachel McAdams (The Notebook, Spotlight, Midnight in Paris) delivers a spectacular reading of Montgomery's beloved bildungsroman. In moments both funny and bittersweet, McAdams' voice is imbued with the spark that has made Anne a much-loved symbol of individualism and cheer for over a century. In this story of (kindred spirits), McAdams' touching and heartfelt narration proves she is just that - bonded on a deep level to this shimmering classic.When aging brother and sister Marilla and Matthew Cuthbert decide to adopt an orphan boy to help with chores around their farm, Green Gables on Prince Edward Island, neither is prepared for the feisty and imaginative redheaded girl who is mistakenly brought to them instead. Nor are they prepared for the way in which she will change their lives. Through a series of hilarious misadventures, Anne's uncompromising spirit makes her a striking presence in the close-knit village, bringing new friendships, first crushes, and, for her foster parents, a love and openness unimaginable before her arrival.An Audible for Dogs Pick: Make your dog's day. Cesar Millan shares how audiobooks can make dogs happier and calmer. Learn more.Public Domain (P)2016 Audible, Inc."
           },
           {
            "id":"17",
            "image":"https://m.media-amazon.com/images/I/510rFrx0KGL._SL500_.jpg", 
            "bookName": "Stargazer", 
            "by": "Dan Wells", 
            "Narreted by": "Cindy Kay, Margaret Ying Drake, Betsy Hogg, Jennifer Van Dyck, Charlie Thurston, Frankie Corzo, Leer Leary, Allyson Johnson, Polly Lee, Eunice Wong, David Shih, Josh Hurley, Steve Routman, Ellen Archer, Michael Braun", 
            "Series": " The Zero Chronicles, Book 3",
            "Length": "4 hrs and 29 mins", 
            "ReleaseDate": "02-18-21", 
            "Language": "English", 
            "rating": "547 ratings", 
            "RegularPrice": "24.95", 
            "info":"The third installment in the Zero G series by Dan Wells. Zero, Nyx, and the other Pathfinder colonists have adjusted to life on Kaguya. But Earth has built much faster starships-the Dreamcatcher arrives 10 years early, and the Stargazer arrives so early it actually got there before the Pathfinder did! Now the Stargazer is a lost shipwreck, and the race is on to find it, and who should show up looking for it but Nyx's dangerous family: Big Mama, Jim, and Kratt. Nyx and Zero will face kidnappers, pirates, shipwrecks, warlords, dragons, and maybe a new ally or two on their way to save the day once again.Full cast of narrators includes Jonathan Davis, Houston Mahoney, Kathryn Grody, and Mark Sanderlin.©2020 Dan Wells (P)2021 Audible Originals, LLC."
           },
           {
            "id":"18",
            "image":"https://m.media-amazon.com/images/I/51PF3vtsvbL._SL500_.jpg", 
            "bookName": "Winnie-the-Pooh", 
            "by": "A. A. Milne", 
            "Narreted by": "Peter Dennis", 
            "Series": "A.A. Milne's Pooh Classics",
            "Length": "2 hrs and 46 mins", 
            "ReleaseDate": "12-28-03", 
            "Language": "English", 
            "rating": "3,113 ratings", 
            "RegularPrice": "13.96", 
            "info":"Come with us to an Enchanted Place, a forest where Winnie-the-Pooh lived with Piglet, Rabbit, Owl, Eeyore, Kanga, and Little Roo. The stories are about Christopher Robin and these good companions having wonderful times getting in and out of trouble. It is all very exciting and, really, quite thrilling no matter how young or old you may be. It is painful to try and imagine what the world would be like without them.Blackstone Audiobooks presents, from the unabridged collection A.A. Milne's Pooh Classics, the 10 stories of Winnie-the-Pooh performed by Peter Dennis. This is the only reading of these immortal stories authorized by A.A. Milne's son, Christopher Robin, who wrote, Peter Dennis has made himself Pooh's Ambassador Extraordinare and no bear has ever had a more devoted friend. So if you want to meet the real Pooh, the bear I knew, the bear my father wrote about, listen to Peter.This collection includes the chapters:In Which We Are Introduced to Winnie-the-Pooh and Some Bees, and the Stories BeginIn Which Pooh Goes Visiting and Gets Into a Tight PlaceIn Which Pooh and Piglet Go Hunting and Nearly Catch a Woozle In Which Eeyore Loses a Tail and Pooh Finds One In Which Piglet Meets a Heffalump In Which Eeyore Has a Birthday and Gets Two PresentsIn Which Kanga and Baby Roo Come to the Forest, and Piglet Has a BathIn Which Christopher Robin Leads an Expotition to the North Pole In Which Piglet is Entirely Surrounded by WaterIn Which Christopher Robin Gives a Pooh Party, and We Say Goodbye An Audible for Dogs Pick: Make your dog's day. Cesar Millan shares how audiobooks can make dogs happier and calmer. Learn more. All the material is unabridged and taken from WINNIE-THE-POOH Copyright 1926 by E.P. Dutton & Co. Inc., Copyright Renewal 1954 by A.A. Milne.All material Copyright under the Berne Convention. Recorded by permission of The Trustees of the Pooh Properties. Illustrations by E.H. Shepard copyright as above and used by permission of the Estate of E.H. Shepard. Color Illustrations ©1991 Dutton Children's Books."
           },
           {
            "id":"19",
            "image":"https://m.media-amazon.com/images/I/517qEjjMXyL._SL500_.jpg", 
            "bookName": "Adventures of Huckleberry Finn: A Signature Performance by Elijah Wood", 
            "by": "Mark Twain", 
            "Narreted by": "Elijah Wood",
            "Series": "Twain's Tom and Huck, Book 2",
            "Length": "10 hrs and 10 mins", 
            "ReleaseDate": "11-09-10", 
            "Language": "English", 
            "rating": "9,610 ratings", 
            "RegularPrice": "24.95", 
            "info":"Audible is pleased to announce the premiere of an exciting new series, Audible Signature Classics, featuring literature’s greatest stories, performed by accomplished stars handpicked for their ability to interpret each work in a new and refreshing way. The first book in the series is Mark Twain’s Adventures of Huckleberry Finn, performed by Elijah Wood.Ernest Hemingway said, All modern American literature comes from one book by Mark Twain called Huckleberry Finn. One hundred years after its author’s death, this classic remains remarkably modern and poignantly relevant. In this brand new edition, Elijah Wood reads Huck in a youthful voice that may be the closest interpretation to Twain’s original intent. His performance captures the excitement and confusion of adolescence and adventure. Best of all, the immediacy of Wood’s energetic reading sweeps listeners up and makes them feel as though they’re along for the ride, as Huck and Jim push their raft toward freedom.Stay tuned for more one-of-a-kind performances from actors Kenneth Branagh, David Hyde Pierce, Leelee Sobieski, and more, only from Audible Signature Classics. Listen to more Audible Signature Classics.;An Audible for Dogs Pick: Make your dog's day. Cesar Millan shares how audiobooks can make dogs happier and calmer. Learn more.Public Domain (P)2010 Audible, Inc."
           },
           {
            "id":"20",
            "image":"https://m.media-amazon.com/images/I/51tKBA2WnyL._SL500_.jpg", 
            "bookName": " Quest for the Diamond Sword", 
            "by": "Winter Morgan", 
            "Narreted by": "Luke Daniels",
            "Series": "An Unofficial Gamer's Adventure,",
            "Length": "2 hrs and 23 mins", 
            "ReleaseDate": "11-25-14", 
            "Language": "English", 
            "rating": "577 ratings", 
            "RegularPrice": "6.95", 
            "info":"Steve lives on a wheat farm. He has everything he needs to live in the Minecraft world: a bed, a house, and food. Steve likes to spend his mornings in the NCP village and trade his wheat for emeralds, armor, books, swords, and food. One morning, he finds that Zombies have attacked the villagers. The Zombies have also turned the village blacksmith into a Zombie, leaving Steve without a place to get swords. To protect himself and the few villagers that remain, Steve goes on a quest to mine for 40 diamonds, which are the most powerful mineral in the Overworld. He wants to craft these diamonds into a diamond sword to shield him and the villagers from the Zombies. Far from his home, with night about to set in, Steve fears for his life. Nighttime is when users are most vulnerable in Minecraft. As he looks for shelter in a temple, he meets a trio of treasure hunters, Max, Lucy, and Henry, who are trying to unearth the treasure under the temple. Steve tells them of his master plan to mine for the most powerful mineral in the Overworld - the diamond. The treasure hunters are eager to join him. Facing treacherous mining conditions, a thunderstorm, and attacks from hostile mobs, these four friends question if it's better to be a single player than a multiplayer, as they try to watch out for each other and chase Steve's dream at the same time. Will Steve find the diamonds? Will his friends help or hinder the search? Should he trust his new treasure hunter friends? And will Steve get back in time to save the villagers?©2014 Hollan Publishing, Inc. (P)2014 Audible Inc."
           }],
           

           "Computers and Technology":[{
             "category":"Computers and Technology",
            "id":"21",
            "image":"https://m.media-amazon.com/images/I/4117AxWJIlL._SL500_.jpg", 
            "bookName": "Liminal Thinking", 
            "by": "Dave Gray, Richard Saul Wurman - foreword", 
            "Narreted by": "Dan Woren",
            "Length": "3 hrs and 9 mins", 
            "ReleaseDate": "03-07-17", 
            "Language": "English", 
            "rating": "1,136 ratings", 
            "RegularPrice": "17.47", 
            "info":"Why do some people succeed at change while others fail? It's the way they think! Liminal thinking is a way to create change by understanding, shaping, and reframing beliefs. What beliefs are stopping you right now? You have a choice. You can create the world you want to live in or live in a world created by others. If you are ready to start making changes, listen to this book.©2016 Dave Gray (P)2017 Blackstone Audio, Inc." 
           },

           {
            "id":"22",
            "image":"https://m.media-amazon.com/images/I/51liQZKRzsL._SL500_.jpg", 
            "bookName": "Influencer", 
            "by": "Brittany Hennessy", 
            "Narreted by": "Brittany Hennessy",
            "Length": "4 hrs and 31 mins", 
            "ReleaseDate": "07-31-18", 
            "Language": "English", 
            "rating": "642 ratings", 
            "RegularPrice": "24.47", 
            "info":"If you've ever scrolled through your Instagram feed and thought, I wear clothes, eat avocado toast and like sunsets. Why can't someone pay me to live my best life? this book is for you....Every one of your favorite influencers started with zero followers and had to make a lot of mistakes to get where they are today - earning more money each year than their parents made in the last decade. But to become a top creator, you need to understand the strategies behind the Insta-ready lifestyle." 
           },
           {
            "id":"23",
            "image":"https://m.media-amazon.com/images/I/51VK9YN7WcL._SL500_.jpg", 
            "bookName": "How the Internet Happened", 
            "by": "Brian McCullough", 
            "Narreted by": "Timothy Andrés Pabon",
            "Length": "13 hrs and 29 mins", 
            "ReleaseDate": "10-23-18", 
            "Language": "English", 
            "rating": "627 ratings", 
            "RegularPrice": "29.95", 
            "info":"Tech guru Brian McCullough delivers a rollicking history of the Internet, why it exploded, and how it changed everything.The Internet was never intended for you, opines Brian McCullough in this lively narrative of an era that utterly transformed everything we thought we knew about technology. In How the Internet Happened, he chronicles the whole fascinating story for the first time, beginning in a dusty Illinois basement in 1993, when a group of college kids set off a once-in-an-epoch revolution with what would become the first (dotcom).Depicting the lives of now-famous innovators like Netscape's Marc Andreessen and Facebook's Mark Zuckerberg, McCullough also reveals surprising quirks and unknown tales as he tracks both the technology and the culture around the Internet's rise. Cinematic in detail and unprecedented in scope, the result both enlightens and informs as it draws back the curtain on the new rhythm of disruption and innovation the Internet fostered, and helps to redefine an era that changed every part of our lives. ©2018 Brian McCullough (P)2018 Blackstone Audio, Inc." 
           },
           {
            "id":"24",
            "image":"https://m.media-amazon.com/images/I/413sJKNzuGL._SL500_.jpg", 
            "bookName": " Super Mario", 
            "by": "Jeff Ryan", 
            "Narreted by": "Ray Porter",
            "Length": "8 hrs and 20 mins", 
            "ReleaseDate": "08-04-11", 
            "Language": "English", 
            "rating": "2,566 ratings", 
            "RegularPrice": "23.07", 
            "info":"Nintendo has continually set the standard for video game innovation in America, starting in 1981 with a plucky hero who jumped over barrels to save a girl from an ape.The saga of Mario, the portly plumber who became the most successful franchise in the history of gaming, has plot twists worthy of a video game. Jeff Ryan shares the story of how this quintessentially Japanese company found success in the American market. Lawsuits, Hollywood, die-hard fans, and face-offs with Sony and Microsoft are all part of the drama. Find out about: Mario’s eccentric yet brilliant creator, Shigeru Miyamoto, who was tapped for the job because he was considered expendable; Minoru Arakawa, the son-in-law of Nintendo’s imperious president, who bumbled his way to success; and the unexpected approach that allowed Nintendo to reinvent itself as the gaming system for the nongamer, especially now with the Wii.Even those who can’t tell a Koopa from a Goomba will find this a fascinating story of striving, comeuppance, and redemption.©2011 Jeff Ryan (P)2011 Blackstone Audio, Inc." 
           },
           
           {
            "id":"25",
            "image":"https://m.media-amazon.com/images/I/41tEMtU3IAL._SL500_.jpg", 
            "bookName": "Dark Territory", 
            "by": "Fred Kaplan", 
            "Narreted by": "Malcolm Hillgartner",
            "Length": "9 hrs and 2 mins", 
            "ReleaseDate": "03-01-16", 
            "Language": "English", 
            "rating": "1,693 ratings", 
            "RegularPrice": "24.47", 
            "info":"As cyber attacks dominate front-page news, as hackers join the list of global threats, and as top generals warn of a coming cyber war, few books are more timely and enlightening than Dark Territory: The Secret History of Cyber War by Slate columnist and Pulitzer Prize-winning journalist Fred Kaplan.Kaplan probes the inner corridors of the National Security Agency, the beyond-top-secret cyber units in the Pentagon, the (information warfare) squads of the military services, and the national security debates in the White House to tell this never-before-told story of the officers, policymakers, scientists, and spies who devised this new form of warfare and who have been planning - and, more often than people know, fighting - these wars for decades. From the 1991 Gulf War to conflicts in Haiti, Serbia, Syria, the former Soviet republics, Iraq, and Iran, where cyber warfare played a significant role, Dark Territory chronicles, in fascinating detail, an unknown past that shines an unsettling light on our future.©2016 Fred Kaplan (P)2016 Blackstone Audio, Inc." 
           }],
           
           "Education and Learning":[{
            "category":"Education and Learning",
            "id":"26",
            "image":"https://m.media-amazon.com/images/I/61sDWwvb2TL._SL500_.jpg", 
            "bookName": "Beyond Good and Evil", 
            "by": "Friedrich Nietzsche", 
            "Narreted by": "Steven Van Doren",
            "Length": "8 hrs and 9 mins", 
            "ReleaseDate": "08-03-09", 
            "Language": "English", 
            "rating": "201 ratings", 
            "RegularPrice": "24.95", 
            "info":"In Beyond Good and Evil, Friedrich Nietzsche attacks past philosophers for their alleged lack of critical sense and their blind acceptance of Christian premises in their consideration of morality. The work moves into the realm (beyond good and evil) in the sense of leaving behind the traditional morality, which Nietzsche subjects to a destructive critique, in favor of what he regards as an affirmative approach that fearlessly confronts the contextual nature of knowledge and the perilous condition of the modern individual.This is a major work by the philosopher Friedrich Nietzsche, whose writings have been deeply influential on subsequent generations of philosophers.Public Domain (P)2009 Blackstone Audio, Inc." 
           },
           {
            "id":"27",
            "image":"https://m.media-amazon.com/images/I/51DpMHxASrL._SL500_.jpg", 
            "bookName": "Amusing Ourselves to Death", 
            "by": "Neil Postman", 
            "Narreted by": "Jeff Riggenbach",
            "Length": "4 hrs and 49 mins", 
            "ReleaseDate": "01-16-07", 
            "Language": "English", 
            "rating": "1,671 ratings", 
            "RegularPrice": "17.47", 
            "info":"In this eloquent and persuasive book, Neil Postman examines the deep and broad effects of television culture on the manner in which we conduct our public affairs, and how (entertainment values)have corrupted the very way we think. As politics, news, religion, education, and commerce are given less and less expression in the form of the printed word, they are rapidly being reshaped to suit the requirements of television. And because television is a visual medium, whose images are most pleasurably apprehended when they are fast-moving and dynamic, discourse on television has little tolerance for argument, hypothesis, or explanation. Postman argues that public discourse, the advancing of arguments in logical order for the public good, once a hallmark of American culture, is being converted from exposition and explanation to entertainment.©1985 Neil Postman (P)1994 Blackstone Audio Inc." 
           },
           {
            "id":"28",
            "image":"https://m.media-amazon.com/images/I/51S712CliJL._SL500_.jpg", 
            "bookName": "Propaganda", 
            "by": "Edward Bernays, Mark Crispin Miller - introduction", 
            "Narreted by": "Grover Gardner",
            "Length": "4 hrs and 42 mins", 
            "ReleaseDate": "07-25-17", 
            "Language": "English", 
            "rating": "580 ratings", 
            "RegularPrice": "17.47", 
            "info":"The conscious and intelligent manipulation of the organized habits and opinions of the masses is an important element in democratic society. Those who manipulate this unseen mechanism of society constitute an invisible government which is the true ruling power of our country.(Edward Bernays) A seminal and controversial figure in the history of political thought and public relations, Edward Bernays pioneered the scientific technique of shaping and manipulating public opinion, which he famously dubbed the engineering of consent. During World War I, he was an integral part of the US Committee on Public Information, or CPI, a powerful propaganda apparatus that was mobilized to package, advertise, and sell the war to the American people as one that would Make the World Safe for Democracy. The CPI became the blueprint for the marketing strategies of future wars.Bernays applied the techniques he had learned in the CPI and, incorporating some of the ideas of Walter Lipmann, became an outspoken proponent of propaganda as a tool for democratic and corporate manipulation of the population. His 1928 bombshell, Propaganda, lays out his eerily prescient vision for using propaganda to regiment the collective mind in a variety of areas, including government, politics, art, science, and education. To listen to this book today is to frightfully comprehend what our contemporary institutions of government and business have become in regard to the organized manipulation of the masses.©1928 Edward Bernays (P)2017 Blackstone Audio, Inc." 
           },
           {
            "id":"29",
            "image":"https://m.media-amazon.com/images/I/51H9kqjB35L._SL500_.jpg", 
            "bookName": " Learn Japanese - Ultimate Getting Started with Japanese Box Set, Lessons 1-55", 
            "by": "Innovative Language Learning", 
            "Narreted by": "JapanesePod101.com",
            "Series": "Japanese Innovative Language Learning, Book 1",
            "Length": "17 hrs and 16 mins", 
            "ReleaseDate": "11-09-10", 
            "Language": "English", 
            "rating": "580 ratings", 
            "RegularPrice": "34.99", 
            "info":"Start speaking Japanese in minutes, and grasp the language, culture, and customs in just minutes more with Ultimate Getting Started with Japanese Box Set, a completely new way to learn Japanese with ease! Ultimate Getting Started with Japanese Box Set will have you speaking with proper pronunciation from the very first lesson and arm you with cultural insight and other information to utterly shock and amaze your Japanese friends. This Box set includes our Learn Japanese - Introduction to Japanese and Learn Japanese – Gengo Beginner Japanese audiobooks.Why are the audio lessons so effective?Why are the audio lessons so effective? You'll receive a syllable-by-syllable breakdown of each word and phrase, so that you can say every word and phrase instantly. You'll repeat after the professional teacher, so that you can practice proper pronunciation. Quick cultural tips in each lesson will help you navigate your way even better. And above all, this is a fun and relaxed approach to grasping a lot of information quickly and easily." 
           },
           {
            "id":"30",
            "image":"https://m.media-amazon.com/images/I/41Fno84StrL._SL500_.jpg", 
            "bookName":"Stein on Writing", 
            "by": "Sol Stein", 
            "Narreted by": "Christopher Lane",
            "Length": "11 hrs and 17 mins", 
            "ReleaseDate": "11-09-10", 
            "Language": "English", 
            "rating": "1,386 ratings", 
            "RegularPrice": "20.97", 
            "info":"Stein on Writing provides immediately useful advice for writers of fiction and nonfiction, whether newcomers or accomplished professionals. As Sol Stein, renowned editor, author, and instructor, explains, This is not a book of theory. It is a book of usable solutions, how to fix writing that is flawed, how to improve writing that is good, how to create interesting writing in the first place.With examples from his best sellers as well as aspiring students' writing, Stein offers detailed sections on characterization, dialogue, pacing, flashbacks, liposuctioning flab, the triage method of revision, using the techniques of fiction to enliven nonfiction, and more.©1995 Sol Stein (P)2003 Blackstone Audiobooks" 
           }],
          
           "Erotic":[{
            "category":"Erotic",
            "id":"31",
            "image":"https://m.media-amazon.com/images/I/514ljETxSKL._SL500_.jpg", 
            "bookName":"Sexy", 
            "by": "JA Huss", 
            "Narreted by": "Sebastian York, Elena Wolfe",
            "Length": "7 hrs and 47 mins", 
            "ReleaseDate": "02-14-17", 
            "Language": "English", 
            "rating": "1,666 ratings", 
            "RegularPrice": "24.49", 
            "info":"Imagine the man of your dreams. The blue eyes. The unruly blonde hair. The perfect abs. How strong his muscular thighs feel as you dig your fingernails into the denim of his jeans.Now imagine looking up to meet his gaze as he guides you towards his belt. Offers you a new life, a new destiny, a whole new world as he teaches you how to make him moan. Coaches you in the art of being sexy.Would you say no? Could you say no?Fletcher Novak is that perfect man and he just made Tiffy Preston the offer of a lifetime. And all she has to do is...everything he tells her.Sexy is a full-length, standalone novel by New York Times best-selling author JA Huss.©2015 JA Huss (P)2017 Oh My Audiobooks" 
          },
          {
            "id":"32",
            "image":"https://m.media-amazon.com/images/I/51+jNp4lblL._SL500_.jpg", 
            "bookName":"Playing for Keeps", 
            "by": "R. L. Mathewson", 
            "Narreted by": "Fran Jules",
            "Series": "A Neighbor from Hell, Book 1",
            "Length": "7 hrs and 33 mins", 
            "ReleaseDate": "11-25-13", 
            "Language": "English", 
            "rating": "2,726 ratings", 
            "RegularPrice": "19.95", 
            "info":"Done with being the world's biggest pushover, Haley decides that things are going to change starting with the aggravating neighbor who has too much charm and not enough restraint. What she didn't expect was to be sucked into his world, but Haley has a game plan and she won't let herself forget just what the bad boy next door is capable of.The last thing Jason expected was for his little shy neighbor to go Rambo on him over some ruined flowers. After he decides to take her under his wing he can't help but that notice that she fits very nicely in his life. Now the only left is to convince her that this is anything but a game.©2011 R.L. Mathewson (P)2013 Audible Inc"   
          },
          {
            "id":"33",
            "image":"https://m.media-amazon.com/images/I/51NTKNwUz+L._SL500_.jpg", 
            "bookName":"Unf*ck Your Intimacy", 
            "by": "Faith G. Harper PhD LPC-S ACS ACN", 
            "Narreted by": "Erin Bennett",
            "Length": "6 hrs and 25 mins", 
            "ReleaseDate": " 06-11-19", 
            "Language": "English", 
            "rating": "493 ratings", 
            "RegularPrice": "15.43", 
            "info":"Are you in a relationship? Used to be? Want to be? Just want to have better sex or date better? This book is your antidote to typical sex, dating, and relationship rules. Dr. Faith, best-selling author of Unf*ck Your Brain, cuts through the crap with sharp guidelines on how to be a human being in an adult, loving, intimate relationship, with yourself and other people. If you're looking to heal from past wounds, make better choices, or improve an existing relationship, this book is for you!©2019 Faith G. Harper (P)2019 Blackstone Audio, Inc."   
          },
          { 
            "id":"34", 
            "image":"https://m.media-amazon.com/images/I/518cFzNKTsL._SL500_.jpg", 
            "bookName":"Poor Little Rich Slut", 
            "by": "Lizbeth Dusseau", 
            "Narreted by": "Patricia Harris",
            "Length": "6 hrs and 50 mins", 
            "ReleaseDate": "08-02-12", 
            "Language": "English", 
            "rating": "232 ratings", 
            "RegularPrice": " 17.45", 
            "info":"Are you in a relationship? Used to be? Want to be? Just want to have better sex or date better? This book is your antidote to typical sex, dating, and relationship rules. Dr. Faith, best-selling author of Unf*ck Your Brain, cuts through the crap with sharp guidelines on how to be a human being in an adult, loving, intimate relationship, with yourself and other people. If you're looking to heal from past wounds, make better choices, or improve an existing relationship, this book is for you!©2019 Faith G. Harper (P)2019 Blackstone Audio, Inc."   
          },

          {
            "id":"35",
            "image":"https://m.media-amazon.com/images/I/51hb-aVcVQL._SL500_.jpg", 
            "bookName":"The Silver Swan", 
            "by": "Amo Jones", 
            "Narreted by": "Lucy Rivers",
            "Length": "9 hrs and 36 mins", 
            "Series": "The Elite Kings' Club, Book 1",
            "ReleaseDate": "04-24-18", 
            "Language": "English", 
            "rating": "366 ratings", 
            "RegularPrice": "27.99", 
            "info":"Madison Montgomery comes from money and power, but when someone close to her commits the ultimate crime, Madison must live with her tainted name for the rest of her life.When she begins Riverside Preparatory Academy, the private school her father has swept her into in The Hamptons, she hopes for a fresh start. What she wasn't hoping for was the pack of bad boys who run the school - 10, to be exact. When Madison gains the attention of their leader, Bishop Vincent Hayes, a whole new world that she didn't think existed is exposed to her. A whole world that starts and ends with The Elite Kings' Club, and these boys are about to flip her world upside down.Secrets are overflowing and family lies are about to be exposed. Is there more to Madison Montgomery than even she knows?©2017 Amo Jones (P)2018 Oh My Audiobooks"   
          }], 
           
          "Health and Wellness":[{
            "category":"Health and Wellness",
            "id":"36",
            "image":"https://m.media-amazon.com/images/I/51LMv04fxLL._SL500_.jpg", 
            "bookName":"How to Train Your Mind", 
            "by": "Chris Bailey", 
            "Narreted by": "Chris Bailey",
            "Length": "3 hrs and 18 mins", 
            "ReleaseDate": "01-14-21", 
            "Language": "English", 
            "rating": "1,298 ratings", 
            "RegularPrice": "24.95", 
            "info":"Meditation makes you more productive because it lets you earn back time. For each minute you spend meditating, you'll earn around nine minutes back, as Chris Bailey - author of The Productivity Project and Hyperfocus - will show in this candid and counter-intuitive guide to the productivity benefits of meditation. How to Train Your Mind digs deep into the practical, tactical benefits of a meditation practice - and how to integrate a meditation ritual into your own life. In addition to calming your mind and allowing you to slow down in an overanxious world, research shows that meditation can de-stimulate your mind so you can think more clearly, procrastinate less, and be more effective at everything you do - at work and at home. Featuring guided meditations designed to fit your busy, unpredictable schedule, How to Train Your Mind is the ideal guide for anyone looking to improve productivity without sacrificing time. While much has been written about the spiritual and intangible benefits of meditation, as far as our productivity is concerned, meditation is in a league all its own.©2021 Chris Bailey (P)2021 Audible Originals, LLC."
        },
    
        {
            "id":"37",
            "image":"https://m.media-amazon.com/images/I/514D3+IEDxL._SL500_.jpg", 
            "bookName":"Unf--k Your Brain", 
            "by": " Faith G. Harper PhD LPC-S ACS ACN", 
            "Narreted by": " Faith G. Harper PhD LPC-S ACS ACN",
            "Length": "3 hrs and 39 mins", 
            "ReleaseDate": "03-20-18", 
            "Language": "English", 
            "rating": "4,509 ratings", 
            "RegularPrice": "17.47", 
            "info":"A no-nonsense and helpful guide on how to cope with a slew of mental-health issues that are hell-bent on ruining the lives of millions of people worldwideOur brains do their best to help us out, but every so often they can be real assholes - having meltdowns, getting addicted to things, or shutting down completely at the worst possible moments. Your brain knows it's not good to do these things, but it can't help it sometimes - especially if it's obsessing about trauma it can't overcome. That's where this life-changing book comes in.With humor, patience, science, and lots of good-ole swearing, Dr. Faith explains what's going on in your skull, and talks you through the process of retraining your brain to respond appropriately to the non-emergencies of everyday life, and to deal effectively with old, or newly acquired, traumas (particularly post-traumatic stress disorder).©2017 Faith G. Harper (P)2017 Microcosm Publishing"
        
         },
    
         {
            "id":"38",
            "image":"https://m.media-amazon.com/images/I/61rOeuyDEkL._SL500_.jpg", 
            "bookName":"Hoh Rainforest", 
            "by": "Gordon Hempton", 
            "Length": " 2 hrs", 
            "ReleaseDate": "05-14-20", 
            "Language": "English", 
            "rating": "2,145 ratings", 
            "RegularPrice": "4.99", 
            "info":"Relax to the natural symphony of steady rain in Olympic National Park in Washington, as the raindrops plunk onto leaves, drip into puddles, and course down the grooved bark of ancient trees.  Unlike canned nature sounds created in a studio, renowned acoustic ecologist Gordon Hempton gives you the real deal. He travels the world recording remarkable locations that capture the essence of the place itself. His lifelong mission is to preserve nature through sound, and his soundscapes are produced with such care and quality that you feel as if he has truly brought a slice of the world into your home. This title is part of The Audible Sleep Collection, exclusive audio experiences created to invite relaxation and sleep. New and free for members.©2019 Audible Original (P)2020 Audible"
         },

         {  
            "id":"39",
            "image":"https://m.media-amazon.com/images/I/51NmlV2M8BL._SL500_.jpg", 
            "bookName":"Cape Cod National Seashore", 
            "by": "Gordon Hempton", 
            "Length": "54 mins", 
            "ReleaseDate": "04-20-20", 
            "Language": "English", 
            "rating": "3,864 ratings", 
            "RegularPrice": "4.99", 
            "info":"Unlike canned nature sounds created in a studio, renowned acoustic ecologist Gordon Hempton travels the world recording remarkable locations that capture the essence of the place itself. His lifelong mission is to preserve nature through sound, and his soundscapes are produced with such care and quality that you feel as if he has truly brought a slice of the world into your home. Few things are as soothing as the lull of the ocean, and in this piece, Gordon celebrates the sounds of the Atlantic as only he can. Relax, close your eyes, and experience the waves crashing onto the wet sand like the earth's own breathing.This title is part of a collection of audio experiences created to deliver your best sleep during this difficult time.©2020 Audible Originals, LLC (P)2020 Audible Originals, LLC"
         },
         {
            "id":"40",
            "image":"https://m.media-amazon.com/images/I/51-GNSqOlUL._SL500_.jpg", 
            "bookName":"The Confidence Gap", 
            "by": "Russ Harris, Steven Hayes PhD (foreword)", 
            "Narreted": "Graeme Malcolm",
            "Length": "7 hrs and 39 mins", 
            "ReleaseDate": "12-09-14", 
            "Language": "English", 
            "rating": "3,804 ratings", 
            "RegularPrice": "19.95", 
            "info":"Too many of us miss out on opportunities in life because we lack self-confidence. Whether it's public speaking, taking on a leadership role, or asking someone for a date, there are situations in which we just don't feel equipped to handle the challenges we face. Russ Harris offers a surprising solution to low self-confidence, shyness, and insecurity: Rather than trying to get over our fears, he says, the secret is to form a new and wiser relationship with them. Paradoxically, it's only when we stop struggling against our fearfulness that we begin to find lasting freedom from it. Drawing on the techniques of Acceptance and Commitment Therapy (ACT), a cutting-edge form of cognitive-behavioral therapy, The Confidence Gap explains how to: Free yourself from common misconceptions about what confidence is and how to build it; transform your relationship with fear and anxiety; clarify your core values and use them as your inspiration and motivation; use mindfulness to effectively handle negative thoughts and feelings.©2011 Russ Harris (P)2014 Audible Inc."
         }],
        

            "History":[{
            "category":"History",
            "id":"41",
            "image":"https://m.media-amazon.com/images/I/51EE3GAdmfL._SL500_.jpg", 
            "bookName":"The Confidence Gap", 
            "by": "Sun Tzu", 
            "Narreted": "Aidan Gillen",
            "Length": "1 hr and 7 mins", 
            "ReleaseDate": "03-31-15", 
            "Language": "English", 
            "rating": "19,771 ratings", 
            "RegularPrice": " 9.95", 
            "info":"The 13 chapters of The Art of War, each devoted to one aspect of warfare, were compiled by the high-ranking Chinese military general, strategist, and philosopher Sun-Tzu. In spite of its battlefield specificity, The Art of War has found new life in the modern age, with leaders in fields as wide and far-reaching as world politics, human psychology, and corporate strategy finding valuable insight in its timeworn words.Aidan Gillen - who has learned a thing or two about strategy through his roles as skilled manipulator Petyr LittlefingerBaelish (Game of Thrones) and ambitious politician Tommy Carcetti (The Wire) - brilliantly performs this ancient classic. His experience in portraying insightful and, at times, cunning characters makes him a natural fit for this ancient collection of battlefield epigrams whose influence has grown tremendously in the modern world.Public Domain (P)2015 Audible Inc."
          },
          { 
            "id":"42",
            "image":"https://m.media-amazon.com/images/I/51WxQyFZWnL._SL500_.jpg", 
            "bookName":"The Republic of Pirates", 
            "by": "Colin Woodard", 
            "Narreted": "Lewis Grenville",
            "Length": "13 hrs and 26 mins", 
            "ReleaseDate": "08-14-15", 
            "Language": "English", 
            "rating": "4,185 ratings", 
            "RegularPrice": "29.95", 
            "info":"The untold story of a heroic band of Caribbean pirates whose defiance of imperial rule inspired revolt in colonial outposts across the world. In the early 18th century, the Pirate Republic was home to some of the great pirate captains, including Blackbeard, Black Sam Bellamy, and Charles Vane. Along with their fellow pirates - former sailors, indentured servants, and runaway slaves - this Flying Gang established a crude but distinctive democracy in the Bahamas, carving out their own zone of freedom in which servants were free, Blacks could be equal citizens, and leaders were chosen or deposed by a vote. They cut off trade routes, sacked slave ships, and severed Europe from its New World empires. And for a brief, glorious period, the Republic was a success. ©2015 Blackstone Audio, Inc. (P)2015 Blackstone Audiobooks"
          },
          {
            "id":"43",
            "image":"https://m.media-amazon.com/images/I/41z+4aqFFIL._SL500_.jpg", 
            "bookName":"The Republic of Pirates", 
            "by": "Ijeoma Oluo", 
            "Narreted": "Bahni Turpin",
            "Length": " 7 hrs and 41 mins", 
            "ReleaseDate": " 01-16-18", 
            "Language": "English", 
            "rating": "7,136 ratings", 
            "RegularPrice": "23.07", 
            "info":"A current, constructive, and actionable exploration of today's racial landscape, offering straightforward clarity that listeners of all races need to contribute to the dismantling of the racial divide In So You Want to Talk About Race, editor-at-large of The Establishment Ijeoma Oluo offers a contemporary, accessible take on the racial landscape in America, addressing head-on such issues as privilege, police brutality, intersectionality, micro-aggressions, the Black Lives Matter movement, and the N word. Perfectly positioned to bridge the gap between people of color and white Americans struggling with race complexities, Oluo answers the questions listeners don't dare ask and explains the concepts that continue to elude everyday Americans. Oluo is an exceptional writer with a rare ability to be straightforward, funny, and effective in her coverage of sensitive, hyper-charged issues in America. Her messages are passionate but finely tuned and crystallize ideas that would otherwise be vague by empowering them with aha-moment clarity. Her writing brings to mind voices like Ta-Nehisi Coates and Roxane Gay, Jessica Valenti in Full Frontal Feminism, and a young Gloria Naylor, particularly in Naylor's seminal essay The Meaning of a Word. A Harper's Bazaar pick of One of 10 Books to Read in 2018. ©2018 Ijeoma Oluo (P)2018 Blackstone Audio, Inc."
          },
          {
            "id":"44",
            "image":"https://m.media-amazon.com/images/I/51tpSb0iy+L._SL500_.jpg", 
            "bookName":" The Hiding Place", 
            "by": " Corrie ten Boom, John Sherrill, Elizabeth Sherrill", 
            "Narreted": "Wanda McCaddon",
            "Length": "8 hrs and 14 mins", 
            "ReleaseDate": "10-03-11", 
            "Language": "English", 
            "rating": "6,650 ratings", 
            "RegularPrice": "24.95", 
            "info":"At one time, Corrie ten Boom would have laughed at the idea that she had a story to tell. For the first 50 years of her life, nothing out of the ordinary ever happened to her. She was a spinster watchmaker living contentedly with her sister and their elderly father in the tiny house over their shop in Haarlem. Their uneventful days, as regulated as their own watches, revolved around their abiding love for one another.But with the Nazi invasion and occupation of Holland, everything changed. Corrie ten Boom and her family became leaders in the Dutch underground, hiding Jewish people in their home in a specially built room and aiding their escape from the Nazis. For their pains, all but Corrie found death in a concentration camp.Here is a story aglow with the glory of God and the courage of a quiet Christian whose life was transformed by it.©1971 Corrie ten Boom and John and Elizabeth Sherrill (P)1993 Blackstone Audio, Inc."
          },
          {
            "id":"45",
            "image":"https://m.media-amazon.com/images/I/5165ZpzVB3L._SL500_.jpg", 
            "bookName":"Roots", 
            "by": "  Avery Brooks", 
            "Narreted": " Avery Brooks",
            "Length": "30 hrs and 6 mins", 
            "ReleaseDate": "12-31-06", 
            "Language": "English", 
            "rating": "5,830 ratings", 
            "RegularPrice": "34.96", 
            "info":"It begins with a birth in an African village in 1750, and ends two centuries later at a funeral in Arkansas. And in that time span, an unforgettable cast of men, women, and children come to life, many of them based on the people from Alex Haley's own family tree. When Alex was a boy growing up in Tennessee, his grandmother used to tell him stories about their family, stories that went way back to a man she called the African who was taken aboard a slave ship bound for Colonial America.As an adult, Alex spent 12 years searching for documentation that might authenticate what his grandmother had told him. In an astonishing feat of genealogical detective work, he discovered the name of the African - Kunta Kinte - as well as the exact location of the village in West Africa from where he was abducted in 1767.Roots is based on the facts of his ancestry, and the six generations of people - slaves and freedmen, farmers and lawyers, an architect, teacher, and one acclaimed author - descended from Kunta Kinte.©1974 Alex Haley. Renewed 2004 by Myran Haley, Cynthia Haley, Lydia Haley, and William Haley; (P)2007 BBC Audiobooks (P)2007 BBC Audiobooks America"
          }],
        

          "Money and Finance":[{
            "category":"Money and Finance",
            "id":"46",
            "image":"https://m.media-amazon.com/images/I/51tbH4+pnrL._SL500_.jpg", 
            "bookName":"100 Ways to Create Wealth", 
            "by": "Sam Beckford, Steve Chandler", 
            "Narreted": "Steve Chandler",
            "Length": "8 hrs and 36 mins", 
            "ReleaseDate": "02-27-08", 
            "Language": "English", 
            "rating": "904 ratings", 
            "RegularPrice": "15.37", 
            "info":"Already being hailed as the modern reader's Think and Grow Rich, this lively, funny, penetrating book follows on the heels of Chandler's previous international best sellers 100 Ways to Motivate Yourself and 100 Ways to Motivate Others.These 100 eye-opening ways to create wealth are drawn from the author's successful careers, with many touching personal stories as well as stories and examples from the hundreds of clients these master coaches have advised. This book is chock full of ways to make money, deepen life's pleasure, increase personal wage-earning power, and start fresh entrepreneurial ideas right at home.Written for the age of the home-business entrepreneur, this book will appeal to everyone from company CEOs, to life coaches, to stay at home moms, to internet fans, to people who are simply thinking of converting a hobby into wealth. This is the deepest and most penetrating study yet of the psychology of prosperity, and the action steps necessary to produce wealth.©2007 Stephen D. Chandler and Sam Beckford (P)2008 BBC Audiobooks America"
         },
         {  
            "id":"47",
            "image":"https://m.media-amazon.com/images/I/51AvL2IGbrL._SL500_.jpg", 
            "bookName":" Rich Dad's Guide to Becoming Rich Without Cutting Up Your Credit Cards", 
            "by": " Robert T. Kiyosaki", 
            "Narreted": "Tim Wheeler",
            "Length": "3 hrs and 14 mins", 
            "ReleaseDate": "11-17-12", 
            "Language": "English", 
            "rating": "1,677 ratings", 
            "RegularPrice": "13.99", 
            "info":"Rich Dad’s Guide to Becoming Rich will…Explain why cutting up your credit cards is a short-sighted, quick fix that doesn’t address the underlying problem of bad debtDescribe the difference between good debt and bad debtIllustrate how using credit cards to buy liabilities will only make you poorShow why using credit cards responsibly is a first step toward taking control of your financial futureTeach you the importance of having your money work for you… so you won’t spend your life working for money.The main reason people struggle financially is because they have spent years in school, but learned nothing about money. The result is that people learn to work for money… but never learn to have money work for them.” -Robert KiyosakiEntrepreneur, investor, educator, and author of the #1 Personal Finance book of all time, Rich Dad Poor Dad©2011 CASHFLOW Technologies, Inc. (P)2012 Brilliance Audio, all rights reserved"
         },
         {  
            "id":"48",
            "image":"https://m.media-amazon.com/images/I/41nhdjJSQtL._SL500_.jpg", 
            "bookName":" Invisible Women", 
            "by": "Caroline Criado Perez", 
            "Narreted": "Caroline Criado Perez",
            "Length": "9 hrs and 25 mins", 
            "ReleaseDate": "06-25-19", 
            "Language": "English", 
            "rating": "1,521 ratings", 
            "RegularPrice": "18.16", 
            "info":"Data is fundamental to the modern world. From economic development, to healthcare, to education and public policy, we rely on numbers to allocate resources and make crucial decisions. But because so much data fails to take into account gender, because it treats men as the default and women as atypical, bias and discrimination are baked into our systems. And women pay tremendous costs for this bias in time, money, and often with their lives. Celebrated feminist advocate Caroline Criado Perez investigates the shocking root cause of gender inequality and research in Invisible Women, diving into women's lives at home, the workplace, the public square, the doctor's office, and more. Built on hundreds of studies in the US, the UK, and around the world, and written with energy, wit, and sparkling intelligence, this is a groundbreaking, unforgettable expose that will change the way you look at the world.©2019 Caroline Criado Perez (P)2019 Blackstone Audio, Inc."
         },
         {  
            "id":"49",
            "image":"https://m.media-amazon.com/images/I/519Gj4RpGtL._SL500_.jpg", 
            "bookName":" Invisible Women", 
            "by": " Niall Kishtainy", 
            "Narreted": "Steven Crossley",
            "Length": "9 hrs and 52 mins", 
            "ReleaseDate": "03-07-17", 
            "Language": "English", 
            "rating": "1,819 ratings", 
            "RegularPrice": "24.47", 
            "info":"A lively, inviting account of the history of economics, told through events from ancient to modern times and the ideas of great thinkers in the field.What causes poverty? Are economic crises inevitable under capitalism? Is government intervention in an economy a helpful approach or a disastrous idea? The answers to such basic economic questions matter to everyone, yet the unfamiliar jargon and math of economics can seem daunting. This clear, accessible, and even humorous book is ideal for young listeners new to economics and to all listeners who seek a better understanding of the full sweep of economic history and ideas.Economic historian Niall Kishtainy organizes short, chronological chapters that center on big ideas and events. He recounts the contributions of key thinkers including Adam Smith, Ricardo, Marx, Keynes, and others, while examining topics ranging from the invention of money and the rise of agrarianism to the Great Depression, entrepreneurship, environmental destruction, inequality, and behavioral economics. The result is a uniquely enjoyable volume that succeeds in illuminating the economic ideas and forces that shape our world.©2017 Niall Kishtainy (P)2017 Blackstone Audio, Inc."
         },
         {  
            "id":"50",
            "image":"https://m.media-amazon.com/images/I/51kUCkYJfsL._SL500_.jpg", 
            "bookName":"Unfair Advantage", 
            "by": "Robert T. Kiyosaki", 
            "Narreted": "Tim Wheeler",
            "Length": "8 hrs and 58 mins", 
            "ReleaseDate": "06-19-12", 
            "Language": "English", 
            "rating": "1,292 ratings", 
            "RegularPrice": "19.99", 
            "info":"On the heels of his 2010 New York Times bestseller Conspiracy of the Rich, Robert Kiyosaki takes a hard-hitting look at the factors that impact people from all walks of life as they struggle to cope with change and challenges that impact their financial world. In Unfair Advantage: The Power of Financial Education Robert underscores his messages and challenges readers to change their context and act in a new way. Listeners are advised to stop blindly accepting that they are disadvantaged people with limited options. They are encouraged to act beyond their concept of limited options and challenge the preconception that they will struggle financially all of their lives. Robert’s fresh approach to his time-tested messages includes clear, actionable steps that any individual or family can take, starting with education. Education becomes applied knowledge, a powerful tactic with measurable results.In true Rich Dad style, readers will be challenged to understand two points of view, and experience how financial knowledge is their unfair advantage.What does school teach you about money? In most cases, the answer is “Not much.” If there is any financial education, the courses are taught by financial planners and bankers… the agents of Wall Street and the big banks, the very people that caused and profited from the financial crisis."
         }],
        
            "Science and Engineering":[{
            "category":"Science and Engineering",
            "id":"51",
            "image":"https://m.media-amazon.com/images/I/518VGd-9HlL._SL500_.jpg", 
            "bookName":" A Short Account of the History of Mathematics", 
            "by": "W. Rouse Ball", 
            "Narreted": "Tony Shalhoub",
            "Length": "30 mins", 
            "ReleaseDate": "05-14-20", 
            "Language": "English", 
            "rating": "3,811 ratings", 
            "RegularPrice": "4.99", 
            "info":"In his soft yet captivating voice, award-winning actor Tony Shalhoub (Marvelous Mrs. Maisel, Monk) calmly tells the tale of how the ancient Greeks formalized the study of mathematics based on Phoenician teachings.  Bedtime stories are Narreted the world’s most celebrated voices and written with no beginning, middle, or end so you don’t stay up to hear what happens next. They're interesting enough to give your mind something to focus on, but delivered in a way that encourages sleep. This title is part of the Audible Sleep Collection, exclusive audio experiences created to invite relaxation and sleep. New and free for members.Public Domain (P)2020 Audible"
        },
        {   
            "id":"52",
            "image":"https://m.media-amazon.com/images/I/51dFNtIkQUL._SL500_.jpg", 
            "bookName":"What If?", 
            "by": "Randall Munroe", 
            "Narreted": " Wil Wheaton",
            "Length": "6 hrs and 36 mins", 
            "ReleaseDate": " 09-02-14", 
            "Language": "English", 
            "rating": "10,699 ratings", 
            "RegularPrice": "24.47", 
            "info":"From the creator of the wildly popular webcomic xkcd comes this hilarious and informative book of answers to important questions you probably never thought to ask.Millions of people visit xkcd.com each week to read Randall Munroe's iconic webcomic. His stick-figure drawings about science, technology, language, and love have a large and passionate following. Fans of xkcd ask Munroe a lot of strange questions. What if you tried to hit a baseball pitched at 90 percent of the speed of light? How fast can you hit a speed bump while driving and live? If there were a robot apocalypse, how long would humanity last?In pursuit of answers, Munroe runs computer simulations, pores over stacks of declassified military research memos, solves differential equations, and consults with nuclear reactor operators. His responses are masterpieces of clarity and hilarity, complemented by signature xkcd comics. They often predict the complete annihilation of humankind, or at least a really big explosion.The book features new and never-before-answered questions, along with updated and expanded versions of the most popular answers from the xkcd website. What If? will be required listening for xkcd fans and anyone who loves to ponder the hypothetical."
        },
        {   
            "id":"53",
            "image":"https://m.media-amazon.com/images/I/51FUicio2UL._SL500_.jpg", 
            "bookName":"Origins", 
            "by": " Neil deGrasse Tyson, Donald Goldsmith", 
            "Narreted": "Kevin Kenerly",
            "Length": "8 hrs and 39 mins", 
            "ReleaseDate": "09-02-14", 
            "Language": "English", 
            "rating": "2,456 ratings", 
            "RegularPrice": "24.47", 
            "info":"A thrilling and accessible tour of the cosmosOur true origins are not just human, or even terrestrial, but in fact cosmic. Drawing on scientific breakthroughs and the current cross-pollination among geology, biology, astrophysics, and cosmology, Origins explains the soul-stirring leaps in our understanding of the cosmos. From the first image of a galaxy birth to Spirit rover's exploration of Mars, to the discovery of water on one of Jupiter's moons, coauthors Neil deGrasse Tyson and Donald Goldsmith conduct a galvanizing tour of the cosmos with clarity and exuberance.©2004 Neil deGrasse Tyson and Donald Goldsmith (P)2014 Blackstone Audiobooks"
        },
        {   
            "id":"54",
            "image":"https://m.media-amazon.com/images/I/51ll1lebmWL._SL500_.jpg", 
            "bookName":"The Space Race", 
            "by": "Colin Brake, Patrick Chapman, Richard Hollingham, Richard Kurti, Sue Nelson, Helen Quigley, Andrew Mark Sewell", 
            "Narreted": " Kate Mulgrew",
            "Length": " 9 hrs and 12 mins", 
            "ReleaseDate": "07-12-19", 
            "Language": "English", 
            "rating": "4,057 ratings", 
            "RegularPrice": "9.95", 
            "info":"The 1960s space race captured our imaginations and our dreams. Today’s efforts to revitalize and expand space travel is being driven not just by government agencies such as NASA, but also by visionaries such as Richard Branson (Virgin Galactic), Elon Musk (SpaceX), and Jeff Bezos (Blue Origin).To celebrate the 50th anniversary of the 1969 moon landing, this major documentary-drama series brings to life the past, present, and future of man’s exploration of space. Between 1969 and 1972, twelve Americans walked on the moon. You’ll get to experience the thrill of that era and much, much more.Narreted Kate Mulgrew (Emmy Award and Golden Globe nominee for Orange Is the New Black; Obie Award winner for Iphigenia 2.0); TV: Star Trek: Voyager, film: Star Trek: Nemesis), The Space Race uses actual audio, original interviews, dramatic reconstructions, and first-hand accounts to tell the story of mankind’s first amazing steps off our world and onto the lunar surface.With unprecedented access, The Space Race takes listeners to Virgin Galactic’s space program in the Mojave Desert, features conversations with Buzz Aldrin, Gene Cernan, Sergei Krikalev, Tim Peake, and numerous key players at mission control. This Audible Original and takes you behind the scenes to see how these exciting adventures in outer space came to be. ©2019 Audible, Ltd (P)2019 Audible, Ltd"
        },
        {   
            "id":"55",
            "image":"https://m.media-amazon.com/images/I/5198UaCy5DL._SL500_.jpg", 
            "bookName":"Into the Magic Shop", 
            "by": " James R. Doty MD", 
            "Narreted": "Dan Woren",
            "Length": "7 hrs and 2 mins", 
            "ReleaseDate": "02-02-16", 
            "Language": "English", 
            "rating": "4,057 ratings", 
            "RegularPrice": "20.97", 
            "info":"Extraordinary things happen when we harness the power of both the brain and the heart.Growing up in the high desert of California, Jim Doty was poor, living with an alcoholic father and a mother chronically depressed and paralyzed by a stroke. Today he is the director of the Center for Compassion and Altruism Research and Education at Stanford University, of which the Dalai Lama is a founding benefactor. But back then his life was at a dead end - until at the age of 12, when he wandered into a magic shop looking for a plastic thumb. There he met Ruth, a woman who taught him a series of exercises to ease his own suffering and manifest his greatest desires. Her final mandate was that he keep his heart open and teach these techniques to others.Ruth gave Doty his first glimpse of the unique relationship between the brain and the heart. Doty would go on to put Ruth's techniques to work, bringing power and wealth that he could only imagine as a 12-year-old. But he neglected Ruth's most important lesson, to keep his heart open, with disastrous results - until he had the opportunity to make a spectacular charitable contribution that would virtually ruin him.Part memoir, part science, part inspiration, and part practical instruction, Into the Magic Shop shows us how we can fundamentally change our lives by first changing our brains and our hearts.©2016 James R. Doty, MD (P)2016 Blackstone Audio, Inc."
         }],
       
           
           
         "Sports and Outdoors":[{
            "category":"Sports and Outdoors",
            "id":"56",
            "image":"https://m.media-amazon.com/images/I/51KfgvOF9HL._SL500_.jpg", 
            "bookName":"The Complete Book of Five Rings", 
            "by": "Miyamoto Musashi, Kenji Tokitsu (editor and translator)", 
            "Narreted": "Brian Nishii",
            "Length": "5 hrs and 3 mins", 
            "ReleaseDate": "12-09-14", 
            "Language": "English", 
            "rating": "2,206 ratings", 
            "RegularPrice": "19.95", 
            "info":"The Complete Book of Five Rings is an authoritative version of Musashi's classic The Book of Five Rings, translated and annotated by a modern martial arts master, Kenji Tokitsu. Tokitsu has spent most of his life researching the legendary samurai swordsman and his works, and in this book he illuminates this seminal text, along with several other works by Musashi. These include The Mirror of the Way of Strategy, which Musashi wrote when he was in his 20s; Thirty-five Instructions on Strategy, and Forty-two Instructions on Strategy, which were precursors to The Book of Five Rings; and The Way to Be Followed Alone, which Musashi wrote just days before his death.Heard together, these five texts give listeners an unusually detailed, nuanced view of Musashi's ideas on swordsmanship, strategy, and self-cultivation. Tokitsu puts all these writings into historical and philosophical context and makes them accessible and relevant to today's listeners and martial arts students. Tokitsu understands Musashi's writings - and Musashi as a martial artist - unusually well and is able to provide a rare insight into the man and his historical contribution.©2000 Kenji Tokitsu, English Translation 2004, 2010 by Shambhala Publications, Inc. (P)2014 Audible Inc."
        },

        {
            "id":"57",
            "image":"https://m.media-amazon.com/images/I/51tWfxdkzSL._SL500_.jpg", 
            "bookName":"The Mindful Athlete", 
            "by": " George Mumford, Phil Jackson - foreword", 
            "Narreted": " J. D. Jackson",
            "Length": "4 hrs and 50 mins", 
            "ReleaseDate": " 03-15-16", 
            "Language": "English", 
            "rating": "1,613 ratings", 
            "RegularPrice": "13.99", 
            "info":"Michael Jordan credits George Mumford with transforming his on-court leadership of the Bulls, helping Jordan lead the team to six NBA championships. Mumford also helped Kobe Bryant, Andrew Bynum, and Lamar Odom and countless other NBA players turn around their games. A widely respected public speaker and coach, Mumford is sharing his own story and the strategies that have made these athletes into stars in The Mindful Athlete: The Secret to Pure Performance. His proven, gentle but groundbreaking mindfulness techniques can transform the performance of anyone with a goal, be they an Olympian, weekend warrior, executive, hacker, or artist.Mumford's deeply moving personal story is unforgettable. A basketball player at the University of Massachusetts (where he roomed with Dr. J, Julius Erving), injuries forced Mumford out of the game he loved. The meds that relieved the pain of his injuries also numbed him to the emptiness he felt without the game and eventually led him to heroin. After years as a functioning addict, Mumford enrolled in Dr. Jon Kabat-Zinn's Mindfulness Based Stress Reduction program, and made meditation, on and off the cushion, the center of his life. He kicked drugs, earned a master's degree in counseling psychology and began teaching meditation to inmates and others."
        },

        {
            "id":"58",
            "image":"https://m.media-amazon.com/images/I/51BjezVGYnL._SL500_.jpg", 
            "bookName":"Deep Survival", 
            "by": "Laurence Gonzales", 
            "Narreted": "Stefan Rudnicki",
            "Length": "10 hrs and 29 mins", 
            "ReleaseDate": "07-28-06", 
            "Language": "English", 
            "rating": "2,250 ratings", 
            "RegularPrice": "20.97", 
            "info":"After her plane crashes, a 17-year-old girl spends 11 days walking through the Peruvian jungle. Against all odds, with no food, shelter, or equipment, she gets out. A better equipped group of adult survivors of the same crash sits down and dies. What makes the difference?Examining such stories of miraculous endurance and tragic death, Deep Survival takes us from the tops of snowy mountains and the depths of oceans to the workings of the brain that control our behavior. Through close analysis of case studies, Laurence Gonzales describes the essence of a survivor and offers 12 Rules of Survival.In the end, he finds, it is what's in your heart, not what's in your pack, that separates the living from the dead. This audiobook will change the way we understand ourselves and the great outdoors.©2003 Laurence Gonzales (P)2006 Blackstone Audiobooks"
        },

        
        {
            "id":"59",
            "image":"https://m.media-amazon.com/images/I/51NlCTT8TIL._SL500_.jpg", 
            "bookName":"Zen Golf", 
            "by": " Dr. Joseph Parent", 
            "Narreted": " Dr. Joseph Parent",
            "Length": "4 hrs and 48 mins", 
            "ReleaseDate": "12-29-02", 
            "Language": "English", 
            "rating": "1,032 ratings", 
            "RegularPrice": "19.97", 
            "info":"In chapters such as During Your Swing Is Not the Time to Give Yourself a Lesson, Isn't Where You Have to Play It From Punishment Enough? and How to Enjoy a Bad Round of Golf, the author guides golfers with simple yet powerful techniques to prepare for, execute, and, equally important, respond to the results of any golf shot. The author, Dr. Joseph Parent, is a PGA Tour Instructor who draws on his teaching experience to offer special methods that have led to amazing improvements in the games of professionals and amateurs alike.Zen Golf offers a fresh perspective for golf and for life. Rather than focus on what's wrong with us (what's broken, flawed, or missing) we can take the attitude that there is something fundamentally, essentially right with us. Through mindful awareness, distractions and negativity can be recognized and cleared away.Clear, concise, and enlightening, Zen Golf introduces a unique combination of modern psychology, Buddhist wisdom, and professional golf instruction. By applying classic insights and stories to the challenges of golf, Zen Golf shows you how to make your mind an ally instead of an enemy: how to stay calm, clear the interference that leads to poor shots, and eliminate bad habits and mental mistakes. Zen Golf shapes ancient philosophies into new teachings, leading golfers to the effortless focus and unconditional confidence of being in the zone.©2002 Joseph Parent (P)2003 Mental Game Mastery"
        },

        {
            "id":"60",
            "image":"https://m.media-amazon.com/images/I/5103r6tnGDL._SL500_.jpg", 
            "bookName":" What I Talk about When I Talk about Running", 
            "by": " Haruki Murakami", 
            "Narreted": "Ray Porter",
            "Length": "4 hrs and 23 mins", 
            "ReleaseDate": "07-29-08", 
            "Language": "English", 
            "rating": "2,941 ratings", 
            "RegularPrice": "12.57", 
            "info":"From the best-selling author of Kafka on the Shore comes this rich and revelatory memoir about writing and running, and the integral impact both have made on his life. Equal parts training log, travelogue, and reminiscence, this revealing memoir covers Murakami's four-month preparation for the 2005 New York City Marathon.Settings range from Tokyo, where he once shared the course with an Olympian, to the Charles River in Boston, among young women who outpace him.Through this marvelous lens of sport emerges a cornucopia of memories and insights: the eureka moment when he decided to become a writer, his triumphs and disappointments, his passion for vintage LPs, and the experience, after age 50, of having seen his race times improve and then fall back.Translated by Philip Gabriel."
        }]

        }