
    { "Arts & Entertainment":[{ "image":"https://m.media-amazon.com/images/I/514D3+IEDxL._SL500_.jpg", "bookName": "Unf--k Your Brain", "by":"Faith G. Harper PhD LPC-S ACS ACN", "Narrated by": "Faith G. Harper PhD LPC-S ACS ACN", "length": "3 hrs and 39 mins", "Release date": "03-20-18", "Language": "English", "rating" : "4,494 ratings", "Regular price": "$17.47", "info":"A no-nonsense and helpful guide on how to cope with a slew of mental-health issues that are hell-bent on ruining the lives of millions of people worldwide            Our brains do their best to help us out, but every so often they can be real assholes - having meltdowns, getting addicted to things, or shutting down completely at the worst possible moments. Your brain knows it's not good to do these things, but it can't help it sometimes - especially if it's obsessing about trauma it can't overcome. That's where this life-changing book comes in.            With humor, patience, science, and lots of good-ole swearing, Dr. Faith explains what's going on in your skull, and talks you through the process of retraining your brain to respond appropriately to the non-emergencies of everyday life, and to deal effectively with old, or newly acquired, traumas, particularly post-traumatic stress disorder" }, { "image":"https://m.media-amazon.com/images/I/41g1nLoWLiL._SL500_.jpg", "bookName": " Break Shot: My First 21 Years", "by": "James Taylor", "Narreted by": "James Taylor", "Series":"Words + Music", "Length": "1 hr and 33 mins", "Release date": "01-31-20", "Language": "English", "rating": "43,218 ratings", "Regular price": "$9.95", "info":"I’m James Taylor and I’m a professional autobiographer, says the celebrated folk singer at the start of this tender audio memoir. Through decades of music by one of the best-selling musicians of all time, who created classics like Fire and Rain and Carolina in My Mind James Taylor has doled out his history in the poetry of his work. Taylor says his early life is, the source of many of my songs, and Break Shot is a tour of his first 21 years in rich, new detail. Praised by Forbes magazine as going beyond the spoken word, Break Shot combines storytelling, music and performance to create a one-of-a-kind listening experience. Longtime fans will savor a crop of musical gems, including an unreleased recording of the beloved hymn Jerusalem selections from his newest release American Standard, as well as new original scoring by Taylor specially recorded for Break Shot and more from the Grammy Award-winning artist.        Recorded in his home studio, The Barn in western Massachusetts, Taylor tells the deeply personal story of his youth, which is entwined with the story of his family. What started as an idyllic tight unit soon became a family sent to different emotional corners - like a break shot in the game of pool, he says, when you slam the cue ball into the fifteen other balls and they all go flying off. By the time Taylor released his breakout second album in 1970, Sweet Baby James, he had seen the disintegration of his parents’ marriage and his family crumble in the aftermath. He had committed himself twice to a psychiatric hospital, battled depression, a heroin addiction, suffered a relapse, and traveled far away from the wood smoke and moonshine of the North Carolina landscapes in which he came of age. Despite it all, he was also on the cusp of super-stardom and on his way to bringing light and joy to millions. He was 21.     Journey with James Taylor to a time before he became a Rock and Roll Hall of Fame and Songwriters Hall of Fame inductee, a recipient of the Kennedy Center Honors and both the Presidential Medal of Freedom and the National Medal of Arts - and a beloved voice to millions" }, { "image":"https://m.media-amazon.com/images/I/51uhxLrvMiL._SL500_.jpg", "bookName": "Little Women", "by": "Louisa May Alcott", "Narreted by": "Emily Bauer, Laura Dern, Lauren Fortgang, Allison Hiroto, Carly Robins, Suzanne Toren", "Series":" Little Women", "Length": "12 hrs and 15 mins", "Release date": "12-23-19", "Language": "English", "rating": "2,326 ratings", "Regular price": "$14.95", "info":"Since her breakout role in David Lynch’s 1986 classic, Blue Velvet, Dern has astounded audiences and critics alike as Rose in Rambling Rose, Ellie Sattler in Steven Spielberg’s Jurassic Park, Bobbi in Wild, and most recently, as the rage-fueled Renata Klein in Big Little Lies. In Audible’s Little Women, Dern narrates as Louisa May Alcott, bringing together a cast of perennial audio favorites, including Suzanne Toren (Pulitzer Prize winner, The Overstory by Richard Powers), Lauren Fortgang (I Thought It Was Just Me by Brené Brown), Allison Hiroto (1Q84 by Haruki Murakami), Emily Bauer (The Baby-Sitters Club by Ann M. Martin) and Carly Robins (All The Lovely Pieces by J.M. Winchester), among others.", "infoPage": "I fell in love with the March sisters! I think it was full of so many lessons that apply to people's lives today. Laura Dern and the rest of the cast performed the lovable characters with charm and bubbly energy!" }, { "image":"https://m.media-amazon.com/images/I/51yfKNsT0TL._SL500_.jpg", "bookName": "Bedtime Stories for Cynics", "by": "Dave Hill, Jessica Conrad, Sean Keane, Matt Lieb, Gretchen Enders, Guy Branum, Brent Weinbach", "Narreted by": "Nick Offerman, Phoebe Robinson, David Spade, Maria Bamford, Patton Oswalt, Wyatt Cenac, Tommy Chong, Lewis Black, Tony Hale, Natasha Leggero, John O’Hurley, Nick Thune, Brent Weinbach", "Series":"Bedtime Stories for Cynics", "Length": "1 hr and 42 mins", "Release date": "05-07-19", "Language": "English", "rating": "1,450 ratings", "Regular price": " $14.95", "info":"Are the kids asleep? Yes? Good. This one isn’t for them. Now, if your weary, grown-up mind has been searching for a snarkier alternative to your favorite childhood tales, this Audible Original, hosted by Nick Offerman (Parks & Recreation), will scratch that itch - and then some. Enjoy a hilarious collection of short stories, featuring performances from the likes of Tommy Chong (Cheech & Chong), Tony Hale (Veep), Patton Oswalt (The Goldbergs), and David Spade (Saturday Night Live). " }, { "image":"https://m.media-amazon.com/images/I/61FK2ZcqSIL._SL500_.jpg", "bookName": "A Crazy Inheritance", "by": "Tommy Krappweis", "Narreted by": " Michael Braun, Marc Vietor, Jay Snyder, Dina Pearlman, Cynthia Darlow, Stephen Bel Davies, James Fouhey, Jeena Yi, Jessie Cannizzaro, Kevin T. Collins, Mateo D'Amato", "Series":" Ghostsitter, Book 1", "Length": " 4 hrs and 25 mins", "Release date": " 06-04-20", "Language": "English", "rating": "3,677 ratings", "Regular price": "$5.95", "info":"Are the kids asleep? Yes? Good. This one isn’t for them. Now, if your weary, grown-up mind has been searching for a snarkier alternative to your favorite childhood tales, this Audible Original, hosted by Nick Offerman (Parks & Recreation), will scratch that itch - and then some. Enjoy a hilarious collection of short stories, featuring performances from the likes of Tommy Chong (Cheech & Chong), Tony Hale (Veep), Patton Oswalt (The Goldbergs), and David Spade (Saturday Night Live). " } ], "Biographies & Memoirs":[{ "image":"https://m.media-amazon.com/images/I/51WxQyFZWnL._SL500_.jpg", "bookName": " The Republic of Pirates", "by": "Colin Woodard", "Narreted by": "Lewis Grenville", "Length": "13 hrs and 26 mins", "Release date": "08-14-15", "Language": "English", "rating": "4,182 ratings", "Regular price": "$29.95", "info":"The untold story of a heroic band of Caribbean pirates whose defiance of imperial rule inspired revolt in colonial outposts across the world. In the early 18th century, the Pirate Republic was home to some of the great pirate captains, including Blackbeard, Black Sam Bellamy, and Charles Vane. Along with their fellow pirates - former sailors, indentured servants, and runaway slaves - this Flying Gang established a crude but distinctive democracy in the Bahamas, carving out their own zone of freedom in which servants were free, Blacks could be equal citizens, and leaders were chosen or deposed by a vote. They cut off trade routes, sacked slave ships, and severed Europe from its New World empires. And for a brief, glorious period, the Republic was a success.        ©2015 Blackstone Audio, Inc. (P)2015 Blackstone Audiobooks" }, { "image":"https://m.media-amazon.com/images/I/51tVZBPHeQL._SL500_.jpg", "bookName": "Dirtbag Anthropology", "by": " Kate Willett", "Narreted by": "Kate Willett", "Length": "6 hrs and 40 mins", "Release date": "02-18-21", "Language": "English", "rating": "196 ratings", "Regular price": "$29.95", "info":"Comedian Kate Willett was married to a woman and thought she'd never have to deal with men again. That is, until she found herself dumped, suddenly single, and mystifyingly...mostly attracted to dudes. Like any good comic, she was inspired to investigate, and thus ensued her hilarious, sometimes high-stakes personal research into the world of men, culminating in a beautiful, difficult romance. Featuring insightful interviews with comics and experts like W. Kamau Bell, Margaret Cho, Pastor Nadia Bolz-Weber, and Kate’s dad and close friends, this exploration of modern masculinity delves into how to be a good guy and how to be in love with one...and when that isn’t quite enough. ©2019 Audible Originals, LLC (P)2021 Audible Originals, LLC." }, { "image":"https://m.media-amazon.com/images/I/51tVZBPHeQL._SL500_.jpg", "bookName": "Goodbye, Things", "by": "Fumio Sasaki, Eriko Sugita - translator", "Narreted by": "Keith Szarabajka", "Length": "4 hrs and 32 mins", "Release date": "04-11-17", "Language": "English", "rating": "6,744 rating", "Regular price": "$20.97", "info":"Fumio Sasaki is not an enlightened minimalism expert or organizing guru like Marie Kondo - he's just a regular guy who was stressed out and constantly comparing himself to others, until one day he decided to change his life by saying goodbye to everything he didn't absolutely need. The effects were remarkable: Sasaki gained true freedom, new focus, and a real sense of gratitude for everything around him. In Goodbye, Things Sasaki modestly shares his personal minimalist experience, offering specific tips on the minimizing process and revealing how the new minimalist movement can not only transform your space but truly enrich your life. The benefits of a minimalist life can be realized by anyone, and Sasaki's humble vision of true happiness will open your eyes to minimalism's potential. ©2017 Fumio Sasaki (P)2017 Blackstone Audio, Inc." }, { "image":"https://m.media-amazon.com/images/I/51tpSb0iy+L._SL500_.jpg", "bookName": "The Hiding Place", "by": "Corrie ten Boom, John Sherrill, Elizabeth Sherrill", "Narreted by": "Wanda McCaddon", "Length": "8 hrs and 14 mins", "Release date": "10-03-11", "Language": "English", "rating": " 5 out of 5 stars6,641 ratings", "Regular price": "$24.95", "info":"At one time, Corrie ten Boom would have laughed at the idea that she had a story to tell. For the first 50 years of her life, nothing out of the ordinary ever happened to her. She was a spinster watchmaker living contentedly with her sister and their elderly father in the tiny house over their shop in Haarlem. Their uneventful days, as regulated as their own watches, revolved around their abiding love for one another.But with the Nazi invasion and occupation of Holland, everything changed. Corrie ten Boom and her family became leaders in the Dutch underground, hiding Jewish people in their home in a specially built room and aiding their escape from the Nazis. For their pains, all but Corrie found death in a concentration camp.Here is a story aglow with the glory of God and the courage of a quiet Christian whose life was transformed by it.©1971 Corrie ten Boom and John and Elizabeth Sherrill (P)1993 Blackstone Audio, Inc." }, { "image":"https://m.media-amazon.com/images/I/518UkRVMd0L._SL500_.jpg", "bookName": "Pimp", "by": " Iceberg Slim", "Narreted by": " Cary Hite", "Length": "11 hrs and 15 mins", "Release date": "05-10-11", "Language": "English", "rating": "4.5 out of 5 stars4,881 ratings", "Regular price": "$23.07", "info":"A blueprint. A bible. What Sun Tzu’s Art of War was to ancient China, Pimp is to the streets. As real as you can get without jumping in, this is the story of Iceberg Slim’s life as he saw, felt, tasted, and smelled it. It is a trip through hell by the one man who lived to tell the tale—the dangers of jail, addiction, and death that are still all too familiar for today’s Black community. By telling the story of one man’s struggles and triumphs in an underground world, Pimp shows us the game doesn’t change; it just has a different swagger.Only Slim could tell this story and make the reader feel it. If you thought Hustle & Flow was the true pimp story, this book is where it all began. This is the heyday of the pimp, the hard-won pride and glory, small though it may be; the beginnings of pimp before it was dragged in front of the camera, before pimp juice and pimp style. Though it is a tale of his times, it will remain current and true for as long as there is a race bias, as long as there is a street life, as long as there is exploitation. ©1969, 1987 Iceberg Slim (P)2011 Blackstone Publishing, and Urban Audiobooks" } ] }